IDEA Open Model
RebarStirrupPattern.Distance Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the distance between rebars for this pattern.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarStirrupPattern Class
IdeaRS.OpenModel.Model Namespace